import { Trainer } from './types';

export const slidesTrainer: Trainer[] = [
  {
    img: '/trener-photo-1.png',
    name: 'Іван Чумаченко',
    text: `<p>Завдяки досвіду у розробці програм для зняття стресу, напруження та втоми.</p><p>В основу програм лягли інтенсивні, медитативні та релаксуючі практики, які вирішують проблеми вже протягом 30 хвилин.</p>`,
  },
  {
    img: '/trener-photo-2.png',
    name: 'Галина Квіткова',
    text: `<p>Завдяки досвіду у розробці програм для зняття стресу, напруження та втоми.</p><p>В основу програм лягли інтенсивні, медитативні та релаксуючі практики, які вирішують проблеми вже протягом 30 хвилин.</p>`,
  },
  {
    img: '/trener-photo-3.png',
    name: 'Остап Гринчук',
    text: `<p>Завдяки досвіду у розробці програм для зняття стресу, напруження та втоми.</p><p>В основу програм лягли інтенсивні, медитативні та релаксуючі практики, які вирішують проблеми вже протягом 30 хвилин.</p>`,
  },
];
