import type { Faq } from './type';

export const faqItems: Faq[] = [
  {
    question: 'Чи обовʼязково бронювати тренування?',
    answer:
      'Так, усі тренування необхідно бронювати заздалегідь. Це зроблено для того, щоб ви не потрапили до переповненої зали, а тренер міг приділити увагу кожному.',
  },
  {
    question:
      'Що робити, якщо я забронював тренування, але обставини змінилися і я не зможу прийти?',
    answer:
      'Ви можете скасувати бронювання через мобільний застосунок. Зробити це потрібно не пізніше ніж за 30 хвилин до початку тренування.',
  },
  {
    question: 'Чи можу я призупинити дію абонемента?',
    answer:
      'Так, терміни призупинення для кожного виду абонементів зазначені в розділі «Абонементи».',
  },
  {
    question: 'Чи є можливість прийняти душ?',
    answer:
      'Так, звісно, студія обладнана душовими. Також ми надаємо можливість користуватися вологими підігрітими рушниками.',
  },
  {
    question: 'Чи можу я відвідати кілька занять поспіль?',
    answer:
      'Розклад складений так, що ви можете пройти два тренування поспіль (за винятком ЕМС), поєднуючи динамічне заняття з розтяжкою або медитацією. Ми не рекомендуємо більше 2-х занять підряд, оскільки навантаження може бути надмірним.',
  },
];
